Repository: qrutyy/DepNavIOS
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

# add_to_favorites_button
source: Add
ru: Добавить

# added_to_favorites_button
source: Added
ru: Добавить

# department_name_mm
source: Mathematics and Mechanics
ru: Математика и Механика

# department_name_ph
source: Faculty of Phisics
ru: Факультет Физики

# empty_favorites_list
source: No objects in favorites
ru: Нет избранных объектов

# empty_history_list
source: History is empty
ru: История пуста

# empty_results_message
source: No objects were found
ru: Объекты не найдены

# faq_section_made_by
source: Made with love by @qrutyy
ru: Сделано с любовью @qrutyy

# faq_section_report
source: Report an issue
ru: Сообщить о проблеме

# favorite_section_title
source: Favorite
ru: Избранное

# generic_clear_button
source: Clear
ru: Очистить

# generic_continue_button
source: Continue
ru: Далее

# generic_map_department_selection_title
source: Map
ru: Карта

# generic_to_be_implemented
source: To be implemented
ru: В процессе реализации

# map_not_found_message
source: Map isn’t found
ru: Карта не найдена

# map_type_custom
source: Custom
ru: Пользовательская

# map_type_pre_defined
source: Pre-defined
ru: Готовая

# map_type_subtitle
source: Map Type
ru: Тип карты

# map_type_title
source: Select Map Type
ru: Выберите тип карты

# marker_section_direction_button
source: Direction
ru: Направление???

# no_available_floors_message
source: No available floors
ru: Нет доступных этажей

# recents_section_title
source: Recents
ru: Недавнее

# results_section_title
source: Results
ru: Результаты

# search_section_textfield
source: Search Maps
ru: Поиск на карте

# settings_language_title
source: Language
ru: Язык

# settings_section_title
source: Settings
ru: Настройки

# welcome_screen_f1_subtitle
source: Quickly locate rooms and services across your faculty.
ru: Быстро находите аудитории и нужные сервисы на факультете.

# welcome_screen_f1_title
source: Find Your Way
ru: Ориентируйтесь с легкостью

# welcome_screen_f2_subtitle
source: Discover faculty maps — simple and clear.
ru: Пользуйтесь удобными и понятными картами факультета.

# welcome_screen_f2_title
source: Explore the Campus
ru: Исследуйте факультет

# welcome_screen_f3_subtitle
source: Easily import and use custom maps of your faculty.
ru: Импортируйте и используйте собственные карты факультета без лишних усилий.

# welcome_screen_f3_title
source: Add Your Faculty
ru: Добавьте свой факультет

# welcome_screen_title
source: Welcome to DepNav
ru: Добро пожаловать в DepNav
